prefix for the parameter
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public string Prefix { get; set; }
  Visual Basic
Public Property Prefix As String
	Get
	Set
  Visual C++
public:
property String^ Prefix {
	String^ get ();
	void set (String^ value);
}
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions ArgumentNullException   |   When setting this property: A non-optional argument was NULL
 See Also
  DimensionEqualityLabelFormatting Class
  Autodesk.Revit.DB Namespace